insert into worker (first_name, last_name, brigade_id, work_experience, gender, age, children_count, salary)
values
    ('Сергей', 'Сергеев', 2, 11, 'M', 18, 0, 50000),
    ('Светлана', 'Васильевна', 3, 10, 'F', 18, 2, 45000),
    ('Андрей', 'Андреев', 1, 6, 'M', 20, 1, 55000),
    ('Елена', 'Петрова', 2, 8, 'F', 22, 1, 48000),
    ('Дмитрий', 'Дмитриев', 3, 7, 'M', 25, 0, 60000),
    ('Ольга', 'Сидорова', 1, 9, 'F', 24, 2, 52000),
    ('Николай', 'Николаев', 2, 12, 'M', 28, 3, 62000),
    ('Мария', 'Мариева', 3, 11, 'F', 30, 1, 55000),
    ('Алексей', 'Алексеев', 1, 7, 'M', 23, 0, 58000),
    ('Виктория', 'Сергеева', 2, 10, 'F', 26, 2, 50000);