insert into passenger_details (first_name, last_name, passport, gender, age, baggage)
values
    ('Иван', 'Иванов', '123456789', 'M', 35, true),
    ('Мария', 'Петрова', '987654321', 'F', 28, false),
    ('Алексей', 'Сидоров', '456789123', 'M', 42, true),
    ('Елена', 'Смирнова', '789123456', 'F', 19, false),
    ('Петр', 'Федоров', '321654987', 'M', 56, true),
    ('Анна', 'Кузнецова', '654789321', 'F', 33, false),
    ('Сергей', 'Попов', '987321654', 'M', 25, true),
    ('Ольга', 'Морозова', '159753852', 'F', 41, false),
    ('Дмитрий', 'Васильев', '852369741', 'M', 22, true),
    ('Татьяна', 'Павлова', '369852147', 'F', 30, false),
    ('Артем', 'Смирнов', '741852963', 'M', 45, true),
    ('Наталья', 'Лебедева', '147258369', 'F', 27, false),
    ('Игорь', 'Игорев', '582463971', 'M', 38, true),
    ('Екатерина', 'Соколова', '369147852', 'F', 23, false),
    ('Владимир', 'Владимиров', '963741852', 'M', 29, true);
